<%@ page contentType="text/html; charset=UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%
	request.setCharacterEncoding("UTF-8");
	String cp = request.getContextPath();
%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<div style="color: #C8C8C8;">
주식회사 투게도그(이하 “회사”라 합니다)는 회사가 스마트폰 등 이동통신기기를 통해 제공되는 ‘투게도그’ 어플리케이션(Application) 등(휴대형 단말기, PC, TV 등의 각종 유무선 장치를 통해 이용하는 경우를 전부 포함함, 이하 “투게도그”라 합니다)을 이용하는 회원들의 개인정보를 중요하게 생각하며, 정보통신망 이용촉진 및 정보보호에 등에 관한 법률, 개인정보보호법 등 개인정보 보호와 관련된 법령을 준수하고 있습니다.<br />

회사는 개인정보처리방침을 통해 회원에게 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 회사는 이 관계법령 또는 지침의 개정, 정책의 변경 등 사유로 개인정보취급방침을 변경·수정할 수 있습니다. 이 경우 회사는 회원이 제공한 전자메일(e-mail), 투게도그 메시지를 통해 개별적으로 통지하거나 서비스화면 등을 통해 공지합니다.<br />

1. 개인정보의 수집 동의<br />

회사는 서비스 이용을 위한 회원가입 시 '개인정보취급방침'을 용이하게 확인할 수 있는 절차를 마련하고 있으며, 이용자가 '개인정보취급방침'을 확인한 후 '동의' 버튼을 누르면 이 개인정보취급방침에서 정한 범위 내에서 개인정보수집에 동의한 것으로 봅니다.<br />

2. 개인정보의 수집 및 이용<br />

가. 회사가 개인정보를 수집하는 목적은 이용자의 신분과 서비스 이용의사를 확인하여 최적화되고 맞춤화된 서비스를 제공하기 위함입니다. 회사는 최초 회원가입 시 서비스 제공을 원활하게 하기 위해 필요한 최소한의 정보를 수집하고 있으며, 회사가 제공하는 서비스 이용에 따른 결제 및 환불, 서비스 이행 등에 필요한 정보를 추가로 수집할 수 있습니다.<br />

나. 회사는 이용자의 개인정보를 수집할 경우 반드시 이용자의 동의를 얻어 수집하며, 이용자의 기본적 인권을 침해할 우려가 있는 인종, 출신지, 본적지, 사상, 정치적 성향, 범죄기록, 건강상태 등의 정보는 이용자의 동의 또는 법령의 규정에 의한 경우 이외에는 수집하지 않습니다.

다. 회사는 개인정보를 수집·이용목적 이외에 다른 용도로 이를 이용하거나 이용자의 동의 없이 제3자에게 이를 제공하지 않습니다.

3. 개인정보의 항목 및 수집방법

가. 회사는 다음과 같은 목적으로 개인정보를 수집하여 이용할 수 있습니다. 다만 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법 등 관련법령에 따라 주민등록번호 및 은행계좌번호의 수집·보관이 불가피한 경우에는 이용자에게 고지하여 해당 정보를 수집할 수 있습니다.

① 회원(공통)

1. 성명, 성별, 생년월일, 아이디(ID), 비밀번호, 주소, 전자메일(e-mail) 주소, 이동전화번호, 이동통신사 정보, 연계정보(CI), 중복가입정보(DI): 회사가 제공하는 서비스 이용을 위한 본인확인, 회원가입, 회원의 서비스 이용, 민원사항처리, 회원의 서비스 이용 통계 및 설문 등

2. 성명, 생년월일, 아이디(ID), 전자메일(e-mail) 주소, 이동전화번호: 거래의 원활한 진행, 본인의사의 확인, 불만처리, 서비스 정보와 고지사항의 안내, 회원의 서비스 이용 통계 및 설문 등

3. 신분인증자료 및 사진, 결제 또는 환불정보(은행계좌정보, 신용카드정보 등), 이동전화번호정보: 회사가 제공하는 서비스 이용을 위한 본인확인, 회원가입, 펫시팅 서비스 구매, 이용대금, 수수료 등의 결제서비스 제공 등

② 펫시터(추가)

1. 성명, 주민등록번호, 사업자등록번호, 업태, 종목, 전자세금계산서 발급용 전자메일(e-mail) 주소, 사업자연락처: 펫시팅 서비스 제공, 부가가치세법 제32조에 따른 세금계산서 등의 발행 등

2. 실명확인정보(성명 및 주민등록번호), 아이디(ID), 전자메일(e-mail) 주소, 이동전화번호, 신분인증자료 및 사진, 결제정보(은행계좌정보, 신용카드정보 등): 이용대금 정산, 정산금 송금, 수수료 등의 결제서비스 제공 등

③ 의뢰인(추가)

1. 성명, 성별, 생년월일, 아이디(ID), 전자메일(e-mail) 주소, 이동전화번호, 주소(펫시팅 서비스 이행에 필요한 의뢰인 거주지에 관한 사항 포함), 신분인증자료 및 사진 등: 회원의 서비스 이용, 펫시팅 서비스 구매, 펫시팅 서비스 이용 등

2. 실명확인정보(성명 및 주민등록번호), 아이디(ID), 전자메일(e-mail) 주소, 이동전화번호, 신분인증자료 및 사진, 결제정보(은행계좌정보, 신용카드정보 등): 이용대금 지급 등

④ 기타

1. 서비스 이용과정이나 사업처리 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.

-   서비스 이용 과정에서 자동으로 생성되는 서비스 이용기록, 방문일시, 접속로그, 불량 이용기록, 쿠키, CPU Serial, 접속 IP Address: 부정 이용 방지, 비인가 사용 방지, 신규서비스 개발 및 맞춤서비스 제공 등

2. 모바일기기 이용 시 다음과 같은 정보들이 추가로 수집될 수 있습니다.

-   단말기 식별번호, 단말기 OS정보, Push 수신여부, 모바일기기명, 어플리케이션(Application) 버전정보

3. 서비스 이용 과정이나 정보 처리 과정에서 회사는 회사를 배제하는 거래 시도를 방지하고 안전보상제도의 적용 여부 판단의 근거를 확보하며 관련 분쟁에 신속하게 대처하기 위한 목적으로 어플리케이션 내 회원 및 펫시터의 대화 내용 중에 포함된 개인정보를 수집할 수 있습니다.

나. 회사는 다음과 같은 방법으로 개인정보를 수집할 수 있습니다.

① 모바일 어플리케이션(Application) 등 투게도그, 전자메일(e-mail), 전화, 팩스, 서면, 고객센터 문의하기, 이벤트 응모 등

② 생성정보 수집 툴을 통한 자동 수집

다. 회사는 개인정보수집의 목적 및 내용을 고지하여 이용자의 동의를 받음으로써 추가로 필요한 개인정보를 수집·이용할 수 있습니다.

4. 개인정보의 제3자 제공

가. 회사는 원칙적으로 이용자의 개인정보를 제3자에게 제공하지 않습니다. 다만 다음 각 항의 어느 하나에 해당하는 경우에는 예외로 합니다.

① 이용자가 사전에 공개 또는 제3자 제공에 동의한 경우

② 수사기관 또는 감독당국이 법령에 정해진 절차와 방법에 따라 제공을 요구한 경우

③ 기타 법령에 의한 경우

나. 회사가 제공하는 서비스를 통하여 거래 및 결제가 이루어진 경우 거래 당사자간 원활한 의사소통 및 거래 이행을 위하여 관련된 정보를 필요한 범위 내에서 거래 당사자에게 제공합니다.

다. 회원이 펫시팅 서비스 구매 시(의뢰계약 체결 시) 제3자 제공에 동의한 경우 펫시터에게 다음과 같은 개인정보가 제공됩니다.

① 제공 받는 자 : 펫시터, 의뢰인

② 제공목적 : 본인확인, 의뢰계약 체결, 서비스 이용 또는 계약의 이행 등

③ 제공정보 : 성명, 아이디(ID), 전자메일(e-mail), 이동전화번호, 주소(펫시팅 서비스 이행에 필요한 의뢰인 거주지에 관한 사항 포함), 또한 펫시터에 관한 신분인증자료 및 사진

④ 제공기간 : 서비스 완료 후 1개월 (관계법령의 규정에 의하여 보존할 필요가 있는 경우 및 사전 동의를 득한 경우 해당 보유 기간)

라. 그 밖에 개인정보 제3자 제공이 필요한 경우에는 이용자의 동의를 얻는 등 합당한 절차를 통하여 제3자에게 개인정보를 제공할 수 있습니다.

5. 개인정보의 위탁

가. 회사는 원활하고 향상된 서비스를 위하여 개인정보 취급을 제3자에게 위탁할 수 있습니다.

나. 회사는 개인정보의 처리와 관련하여 다음과 같이 업무를 위탁하고 있으며, 관계법령에 따라 위탁 계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 조치를 하고 있습니다. 또한 위탁 처리하는 정보는 원활한 서비스를 제공하기 위하여 필요한 최소한의 정보에 국한됩니다.

다. 회사의 이용자의 개인정보 위탁 처리 시 수탁업체 및 위탁업무의 내용은 다음과 같습니다.

수탁업체

수탁업체	위탁업무내용
웹 서버 및 데이터베이스 등 전산 자원 관리와 개발 및 유지ㆍ보수 등	AWS
휴대전화번호본인 인증	한국모바일인증㈜
카카오톡 알림톡, SMS발송	KTH
당사의 유상 서비스에 대한 대금결제 업무	나이스페이먼츠㈜
㈜시옷
안심번호 연결 서비스	㈜인포필러
6. 개인정보의 보유 및 이용기간

가. 회사는 이용자의 개인정보를 원칙적으로 고지 및 동의 받은 기간 동안만 보유 및 이용합니다. 개인정보의 수집 및 이용목적을 달성하거나 보유기간의 만료, 회원이 수집 및 이용 동의를 철회한 경우에는 수집된 개인정보를 지체없이 파기합니다. 다만 다음의 정보에 대해서는 각 보존 이유에 따라 명시한 기간 동안 보존합니다.

① 계약 또는 청약철회 등에 관한 기록

보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조

보존 기간: 5년

② 대금결제 및 재화, 서비스 등의 공급에 관한 기록

보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조

보존 기간: 5년

③ 소비자의 불만 또는 분쟁처리에 관한 기록

보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조

보존 기간: 3년

④ 접속에 관한 기록

보존 이유: 통신비밀보호법 제15조의 2 및 시행령 제41조

보존기간: 3개월

⑤ 부정거래기록(법령 및 서비스 이용 약관 또는 공공질서에 위반되거나 기타 회사, 회원 또는 제3자의 권리나 이익을 침해하는 방법 또는 그러한 내용의 거래를 말합니다)

보존 이유: 부정거래의 배제

보존 기간: 계약해지 후 1년

보존 항목: 성명, 생년월일, 아이디(ID), 이동전화번호, 전자우편(e-mail) 주소, 부정거래사유, 탈퇴 시 회원 상태값 등

나. 이용자의 1년 간 서비스 이용기록이 없을 경우 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제29조에 근거하여 해당 이용자에게 사전 통지하고 개인정보를 파기하거나 별도로 분리하여 저장·관리합니다. 다만 통신비밀보호법, 전자상거래 등에서의 소비자보호에 관한 법률 등의 관계법령의 규정에 의하여 보존할 필요가 있는 경우 관계법령에서 규정한 기간 동안 이용자 개인정보를 보관합니다.

7. 개인정보 파기절차 및 방법

가. 회원이 회원가입 등을 통해 입력하신 개인정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 보관함) 내부 방침 및 기타 관계법령에 의한 정보보호 사유에 따라(제6항 개인정보의 보유 및 이용기간 참조) 일정기간 저장된 후 파기됩니다.

나. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

8. 회원의 권리

가. 회원은 언제든지 투게도그를 통하여 개인정보를 열람하거나 수정 또는 정정 요청할 수 있습니다. 다만 아이디(ID), 전자메일(e-mail) 주소, 성명, 주민등록번호 또는 외국인등록번호는 정정이 불가능하며, 개명으로 인한 성명 변경 및 행정상의 문제로 인한 주민(사업자)등록번호 변경은 예외적으로 허용될 수 있습니다. 또한 기타 법령에 따라 정정 또는 삭제가 금지되거나 제한되어 있는 경우에는 처리가 제한될 수 있습니다.

나. 회원은 탈퇴 절차를 통해 개인정보이용에 대한 동의 등을 철회할 수 있습니다. 또한 서비스 이용 중이라도 서비스 이용계약 및 의뢰계약 등에 필요한 정보를 제외한 정보에 대해 동의 철회를 요청할 수 있습니다.

다. 회원은 투게도그 서비스 내 [계정관리] 항목에서 개인정보의 열람 및 일부 수정을 할 수 있으며, [계정관리]의 [회원탈퇴] 항목에서 회원 탈퇴할 수 있습니다. 또한 회사의 고객지원센터 또는 개인정보보호책임자에게 서면, 전화, 전자메일(e-mail)로 연락하여 그 밖의 개인정보 수정 또는 정정을 요청할 수 있습니다.

라. 개인정보 오류에 대한 정정 요청한 경우에는 다른 법률에 따라 개인정보의 제공을 요청 받는 경우가 아닌 한 정정을 완료하기 전까지 해당 회원의 개인정보를 이용 또는 제공하지 않습니다. 잘못된 개인정보를 이미 제공한 경우에는 정정 처리 결과를 제3자에게 별도 통지합니다.

마. 회사는 언제든지 투게도그에 제공한 개인정보에 대하여 처리의 정지를 요구할 수 있습니다. 다만 다음의 경우에 해당하는 경우 처리정지 요구를 거절할 수 있습니다.

① 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우

② 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우

③ 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우

9. 회원의 의무

가. 회원은 자신의 개인정보를 보호할 의무가 있으며, 회사의 귀책사유 없이 또는 본인의 부주의 등으로 개인정보가 유출되어 발생한 문제에 대해 회사는 어떠한 책임을 지지 않습니다.

나. 회원은 진실한 사실에 근거하여 정보를 제공하여야 하며, 최신의 정확한 정보가 유지되어야 합니다. 회원의 허위 또는 부정확한 정보 입력으로 발생한 책임은 회원 본인에게 있습니다.

다. 타인의 개인정보를 도용한 회원가입 또는 주민등록번호 등을 도용하여 서비스 거래 시 이용자자격 상실과 함께 주민등록법에 의거하여 처벌될 수 있습니다.

라. 회원은 아이디(ID) 및 비밀번호 등에 대해 보안을 유지할 책임이 있으며, 이를 제3자에게 양도하거나 대여할 수 없습니다.

마. 이용자는 회사의 서비스를 이용한 후에는 반드시 로그인 계정을 종료하고 해당 프로그램을 종료해야 합니다.

바. 회원은 타인의 정보를 침해하지 않을 의무가 있으며, 게시물 등을 포함한 타인의 개인정보가 침해되지 않도록 주의하여야 합니다.

사. 회원은 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 주민등록법 등 기타 개인정보에 관한 법률을 준수하여야 합니다.

10. 쿠키(Cookie)의 운용 및 거부

가. 쿠키의 사용 목적

① 회사는 개인 맞춤 서비스를 제공하기 위해서 이용자에 대한 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트 서버가 이용자의 브라우저에게 전송하는 소량의 정보로서 이용자 컴퓨터의 하드디스크에 저장됩니다.

② 회사는 쿠키의 사용을 통해서만 가능한 특정된 맞춤형 서비스를 제공할 수 있습니다.

③ 회사는 회원을 식별하고 회원의 로그인 상태를 유지하기 위해 쿠키를 사용할 수 있습니다.

나. 쿠키의 설치•운용 및 거부

① 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 조정함으로써 모든 쿠키를 허용 또는 거부하거나, 쿠키가 저장될 때마다 확인을 거치도록 할 수 있습니다.

② 쿠키의 저장을 거부할 경우에는 개인 맞춤서비스 등 회사가 제공하는 일부 서비스는 이용이 어려울 수 있습니다.

다. 쿠키 설치 허용 여부를 지정하는 방법

① Internet Explorer의 경우

- [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.

- [개인정보 탭]을 클릭합니다.

- [개인정보취급 수준]을 설정하시면 됩니다.

② Google Chrome의 경우

- 브라우저 툴바에서 Chrome 메뉴를 클릭합니다.

- [설정]을 선택합니다.

- [고급 설정 표시]를 클릭합니다.

- ‘개인정보' 섹션에서 [콘텐츠 설정] 버튼을 클릭합니다.

- ‘쿠키' 섹션에서 다음과 같이 쿠키 설정을 변경할 수 있습니다.

11. 링크 사이트에 대한 책임

회사는 이용자에게 다른 웹사이트에 대한 링크를 제공할 수 있습니다. 다만 링크되어 있는 웹사이트가 개인정보를 수집하는 행위에 대해서는 이 개인정보취급방침이 적용되지 않습니다.

12. 개인정보의 기술적·관리적 보호 대책

회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적·관리적 보호대책을 강구하고 있습니다.

가. 개인정보의 암호화

이용자의 비밀번호는 일방향 암호화하여 저장 및 관리되고 있으며, 개인정보의 확인 및 변경은 비밀번호를 알고 있는 본인에 의해서만 가능합니다.

나. 개인정보 취급자의 제한 및 교육

회사는 회사의 개인정보 취급자를 최소한으로 제한하며, 개인정보 취급자에 대한 교육 등 관리적 조치를 통해 이 개인정보취급방침의 이행 및 준수여부를 확인하고 있습니다.

13. 개인정보관리책임자

가. 회사는 이용자가 회사의 서비스를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 이용자는 회사의 서비스 이용과 관련한 모든 개인정보보호 관련 사항을 개인정보관리책임자 또는 고객지원센터의 전담부서로 신고할 수 있으며, 회사는 이용자의 신고사항에 대해 신속하고 성실하게 답변해 드립니다.

[개인정보관리책임자]

성명 : 김태호

소속부서 : 개발팀

직위 : CTO

전자우편(e-mail) : th.kim@petplanet.co

전화번호 : 010-6744-8855

나. 기타 개인정보침해에 대한 신고 또는 상담이 필요하신 경우에는 아래 기관으로 문의하시기 바랍니다.

• 개인정보분쟁조정위원회 (https://www.kopico.go.kr/ 전화번호 1833-6972)

• 개인정보침해신고센터 (http://privacy.kisa.or.kr/ 국번 없이 118)

• 정보보호마크인증위원회 (http://www.eprivacy.or.kr/ 전화번호 02-550-9531~2)

• 대검찰청 사이버범죄수사단 (cybercid@spo.go.kr / 국번 없이 1301)

• 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 국번 없이 182)

14. 개인정보취급방침의 개정과 공지

이 개인정보취급방침은 법령 또는 지침의 개정, 정부의 정책 또는 회사의 필요에 의하여 변경될 수 있습니다. 개인정보취급방침의 내용 추가 및 삭제, 수정이 있을 시에는 시행 7일 전에 투게도그 메시지 또는 전자우편(e-mail) 등을 통해 공지합니다. 또한 회사는 개인정보의 수집 및 활용, 제3자 제공 등 관계법령에 따라 이용자의 별도 동의가 필요한 사항과 관련된 내용이 추가, 변경되는 경우에는 관계법령에 따른 고객의 별도 동의를 받습니다.

이 정책은 아래 시행일자부터 시행됩니다.

<시행일>

1. 이 정책은 2019년 9월 1일부터 시행됩니다.
</div>
</body>
</html>